Repository: tobagin/scramble
Catalog: po/*.po
Languages: de, es, fr, pt

source: Scramble Image Metadata Remover
de: Scramble Bild-Metadaten-Entferner
es: Removedor de Metadatos de Imagen Scramble
fr: Suppresseur de Métadonnées d'Image Scramble
pt: Removedor de Metadados de Imagem Scramble

source: Main menu
de: Hauptmenü
es: Menú principal
fr: Menu principal
pt: Menu principal

source: Open application menu with preferences and about options
de: Anwendungsmenü mit Einstellungen und Info-Optionen öffnen
es: Abrir menú de aplicación con preferencias y opciones de información
fr: Ouvrir le menu de l'application avec les préférences et les options à propos
pt: Abrir menu da aplicação com preferências e opções sobre

source: Drop an Image
de: Bild Ablegen
es: Arrastra una Imagen
fr: Déposer une Image
pt: Soltar uma Imagem

source: Drag and drop an image file here to view its metadata
de: Ziehen Sie eine Bilddatei hierher, um ihre Metadaten anzuzeigen
es: Arrastra y suelta un archivo de imagen aquí para ver sus metadatos
fr: Glissez et déposez un fichier image ici pour voir ses métadonnées
pt: Arraste e solte um arquivo de imagem aqui para ver os seus metadados

source: Drop zone for images
de: Ablegebereich für Bilder
es: Zona de arrastre para imágenes
fr: Zone de dépôt pour les images
pt: Zona de soltar para imagens

source: Drag and drop an image file here to view its metadata. Supports JPEG and TIFF formats.
de: Ziehen Sie eine Bilddatei hierher, um ihre Metadaten anzuzeigen. Unterstützt JPEG- und TIFF-Formate.
es: Arrastra y suelta un archivo de imagen aquí para ver sus metadatos. Soporta formatos JPEG y TIFF.
fr: Glissez et déposez un fichier image ici pour voir ses métadonnées. Supporte les formats JPEG et TIFF.
pt: Arraste e solte um arquivo de imagem aqui para ver os seus metadados. Suporta formatos JPEG e TIFF.

source: Image preview
de: Bildvorschau
es: Vista previa de imagen
fr: Aperçu de l'image
pt: Pré-visualização da imagem

source: Preview of the loaded image
de: Vorschau des geladenen Bildes
es: Vista previa de la imagen cargada
fr: Aperçu de l'image chargée
pt: Pré-visualização da imagem carregada

source: Metadata
de: Metadaten
es: Metadatos
fr: Métadonnées
pt: Metadados

source: Image metadata information
de: Bild-Metadaten-Informationen
es: Información de metadatos de imagen
fr: Informations de métadonnées d'image
pt: Informações de metadados da imagem

source: Metadata scroll area
de: Metadaten-Scrollbereich
es: Área de desplazamiento de metadatos
fr: Zone de défilement des métadonnées
pt: Área de rolagem de metadados

source: Image metadata list
de: Bild-Metadaten-Liste
es: Lista de metadatos de imagen
fr: Liste des métadonnées d'image
pt: Lista de metadados da imagem

source: List of metadata extracted from the image including EXIF, GPS, and file information
de: Liste der aus dem Bild extrahierten Metadaten einschließlich EXIF-, GPS- und Dateiinformationen
es: Lista de metadatos extraídos de la imagen incluyendo información EXIF, GPS y del archivo
fr: Liste des métadonnées extraites de l'image incluant les informations EXIF, GPS et de fichier
pt: Lista de metadados extraídos da imagem incluindo informações EXIF, GPS e do arquivo

source: Save Clean Copy
de: Saubere Kopie Speichern
es: Guardar Copia Limpia
fr: Enregistrer une Copie Propre
pt: Salvar Cópia Limpa

source: Save a copy of the image with all metadata removed. Use Ctrl+S as keyboard shortcut.
de: Eine Kopie des Bildes ohne alle Metadaten speichern. Verwenden Sie Strg+S als Tastenkürzel.
es: Guardar una copia de la imagen con todos los metadatos eliminados. Usa Ctrl+S como atajo de teclado.
fr: Enregistrer une copie de l'image avec toutes les métadonnées supprimées. Utilisez Ctrl+S comme raccourci clavier.
pt: Salvar uma cópia da imagem com todos os metadados removidos. Use Ctrl+S como atalho de teclado.

source: Save image without metadata (Ctrl+S)
de: Bild ohne Metadaten speichern (Strg+S)
es: Guardar imagen sin metadatos (Ctrl+S)
fr: Enregistrer l'image sans métadonnées (Ctrl+S)
pt: Salvar imagem sem metadados (Ctrl+S)

source: _Preferences
de: _Einstellungen
es: _Preferencias
fr: _Préférences
pt: _Preferências

source: _About Scramble
de: _Über Scramble
es: _Acerca de Scramble
fr: _À propos de Scramble
pt: _Sobre o Scramble

source: Copy value
de: Wert kopieren
es: Copiar valor
fr: Copier la valeur
pt: Copiar valor

source: Copy metadata value
de: Metadaten-Wert kopieren
es: Copiar valor de metadatos
fr: Copier la valeur des métadonnées
pt: Copiar valor dos metadados

source: Copy this metadata value to clipboard
de: Diesen Metadaten-Wert in die Zwischenablage kopieren
es: Copiar este valor de metadatos al portapapeles
fr: Copier cette valeur de métadonnées dans le presse-papiers
pt: Copiar este valor de metadados para a área de transferência

source: Unsupported file format. Please use JPEG or TIFF files.
de: Nicht unterstütztes Dateiformat. Bitte verwenden Sie JPEG- oder TIFF-Dateien.
es: Formato de archivo no soportado. Por favor usa archivos JPEG o TIFF.
fr: Format de fichier non supporté. Veuillez utiliser des fichiers JPEG ou TIFF.
pt: Formato de arquivo não suportado. Por favor use arquivos JPEG ou TIFF.

source: Cannot access the dropped file.
de: Kann nicht auf die abgelegte Datei zugreifen.
es: No se puede acceder al archivo arrastrado.
fr: Impossible d'accéder au fichier déposé.
pt: Não é possível acessar o arquivo solto.

source: Failed to read metadata: {}
de: Fehler beim Lesen der Metadaten: {}
es: Error al leer metadatos: {}
fr: Échec de lecture des métadonnées : {}
pt: Falha ao ler metadados: {}

source: Error loading image: {}
de: Fehler beim Laden des Bildes: {}
es: Error al cargar imagen: {}
fr: Erreur lors du chargement de l'image : {}
pt: Erro ao carregar imagem: {}

source: Error loading image preview: {}
de: Fehler beim Laden der Bildvorschau: {}
es: Error al cargar vista previa de imagen: {}
fr: Erreur lors du chargement de l'aperçu de l'image : {}
pt: Erro ao carregar pré-visualização da imagem: {}

source: No metadata found
de: Keine Metadaten gefunden
es: No se encontraron metadatos
fr: Aucune métadonnée trouvée
pt: Nenhum metadado encontrado

source: This image does not contain readable metadata
de: Dieses Bild enthält keine lesbaren Metadaten
es: Esta imagen no contiene metadatos legibles
fr: Cette image ne contient pas de métadonnées lisibles
pt: Esta imagem não contém metadados legíveis

source: No metadata found in this image
de: Keine Metadaten in diesem Bild gefunden
es: No se encontraron metadatos en esta imagen
fr: Aucune métadonnée trouvée dans cette image
pt: Nenhum metadado encontrado nesta imagem

source: Loaded {} metadata entries
de: {} Metadaten-Einträge geladen
es: Cargadas {} entradas de metadatos
fr: {} entrées de métadonnées chargées
pt: {} entradas de metadados carregadas

source: Save Clean Image
de: Sauberes Bild Speichern
es: Guardar Imagen Limpia
fr: Enregistrer l'Image Propre
pt: Salvar Imagem Limpa

source: JPEG Images
de: JPEG-Bilder
es: Imágenes JPEG
fr: Images JPEG
pt: Imagens JPEG

source: TIFF Images
de: TIFF-Bilder
es: Imágenes TIFF
fr: Images TIFF
pt: Imagens TIFF

source: All Files
de: Alle Dateien
es: Todos los Archivos
fr: Tous les Fichiers
pt: Todos os Arquivos

source: Clean image saved to {}
de: Sauberes Bild gespeichert in {}
es: Imagen limpia guardada en {}
fr: Image propre enregistrée dans {}
pt: Imagem limpa salva em {}

source: Failed to save clean image
de: Fehler beim Speichern des sauberen Bildes
es: Error al guardar imagen limpia
fr: Échec de l'enregistrement de l'image propre
pt: Falha ao salvar imagem limpa

source: Invalid save location
de: Ungültiger Speicherort
es: Ubicación de guardado inválida
fr: Emplacement d'enregistrement invalide
pt: Local de salvamento inválido

source: Returned to welcome screen
de: Zurück zum Willkommensbildschirm
es: Regresado a la pantalla de bienvenida
fr: Retour à l'écran d'accueil
pt: Retornado à tela de boas-vindas

source: Security validation failed: {}
de: Sicherheitsvalidierung fehlgeschlagen: {}
es: Error de validación de seguridad: {}
fr: Échec de la validation de sécurité : {}
pt: Falha na validação de segurança: {}
